/* String_On_Page_Template */
"Email address is missing.  Message cannot be sent." = "Emailadresse mangler. Meddelelsen kan ikke sendes.";

/* Label for subject field when it will be hidden */
"Fixed Subject for all messages" = "Fast emne for alle meddelelser ";

/* Label for subject field when it will be a selection menu */
"List of Subjects (separate by commas)" = "Liste med emner (adskil med kommaer)";

/* String_On_Page_Template */
"No message has been entered.  Message cannot be sent." = "Ingen meddelelse er skrevet. Meddelelsen kan ikke sendes.";

/* Title of invisible, anti-spam field */
"Please leave this field empty:" = "Lad dette felt stå tomt:";

/* String_On_Page_Template */
"Please specify an address for the recipient using the Inspector." = "Angiv venligst modtagerens adresse med Inspektøren.";

/* Label for subject field when it will be a text field */
"Suggested Subject (optional)" = "Foreslået emne (valgfrit)";